# PipeFittingAndAccessoryPressureDropUIData Properties

---
The PipeFittingAndAccessoryPressureDropUIData type exposes the following members.
| Name| Description
---|---|---
| IsValidObject|  Specifies whether the .NET object represents a valid Revit entity.
Top
#### Reference
PipeFittingAndAccessoryPressureDropUIData Class
Autodesk.Revit.UI.Plumbing Namespace